{"12G":"For individuals who dropped Medicare Supplement after enrolling in MA/MAPD for the FIRST time (12mo. Trial Right) to return to Original Medicare with PDP.\r","12J":"For individuals who elected a MA/MAPD during IEP/ICEP at age 65 to return to Original Medicare with PDP within first 12 months.\r","ACC":"For individuals who missed an eligible election period due to delayed receipt of Accessibility materials.\r","CSN":"For individuals with chronic condition(s) to enroll in a CC-SNP for that condition or if after enrollment found to not have the qualifying condition to enroll in different plan.\r","DEP":"I have both Medicare and Medicaid (or my state helps pay for my Medicare premiums) or I get Extra Help paying for my Medicare prescription drug coverage, but I haven't had a change. Note: This SEP is valid once per month throughout each year, and only for enrollment into a PDP.\r","DIF":"For individuals auto-enrolled in a plan by Medicare or the State within last 3 months and want to choose a different plan.\r","DST":"For individuals who resided in a Government-declared emergency/disaster area who missed other eligible election period\r","EOC":"My current MA/MAPD/PDP contract is ending/ended on 12/31 (formerly SEP-NON). SEP is valid 12/8","INC":"For individuals recently released from incarceration.\r","LAW":"For individuals who recently obtained lawful status in the United States within the last 3 months. \r","LCC":"For individuals who recently involuntarily lost creditable prescription drug coverage as good as Medicare's.\r","LEC":"For individuals losing or recently lost employer-sponsored coverage (including union or COBRA).\r","LTC":"For individuals moving into, residing in or moving out of a Long Term Care facility to elect PDP (coordinates with OEP-I). \r","MCD":"For individuals who gained, lost or had a change in Medicaid status within last 3 months.\r","MOV":"For individuals who have made a permanent move, notified of a move or were disenrolled due to out-of-service-area (OSA).\r","NLS":"For individuals who gained, lost or had a change in LIS/Extra Help status within last 3 months.\r","OEP":"MA/MAPD enrollees to enroll in a PDP (and disenroll from MA/MAPD) during MA OEP.\r","OTH":"None of the listed elections apply, however individual has special circumstance to be allowed to enroll (NOTE: app will pend).\r","PAC":"For individuals who recently disenrolled from the Program of All-inclusive Care for the Elderly (PACE).\r","PAP":"For individuals who belong to a State Pharmaceutical Assistance Plan (SPAP) or lost SPAP eligibility.\r","RUS":"For individuals who recently returned to the United States after living permanently outside of the U.S.\r","SNP":"For individuals who recently lost Special Needs status within the last 3 months."}
